Repository: JoseBritto/Parabolic
Catalog: NickvisionTubeConverter.Shared/Resources/po/*.po
Languages: he, id

source: "{0}" has finished downloading.
he: הסתיימה הורדת „{0}”.
id: "{0}" telah selesai diunduh.

source: "{0}" has finished with an error!
he: הורדת „{0}” הסתיימה עם שגיאה!
id: "{0}" telah selesai dengan kesalahan!

source: (Configurable in preferences)
he: (ניתן להתאמה בהעדפות)
id: (Dapat dikonfigurasi di preferensi)

source: {0:f1} B/s
he: ‏{0:f1} בית/שנ׳

source: {0:f1} GiB/s
he: ‏{0:f1} גיב״ב/שנ׳
id: {0:f1} GiB/dtk

source: {0:f1} KiB/s
he: ‏{0:f1} קי״ב/שנ׳
id: {0:f1} KiB/dtk

source: {0:f1} MiB/s
he: ‏{0:f1} מבי״ב/שנ׳
id: {0:f1} MiB/dtk

source: {0} download — {1:f1}% ({2})
he: ‏{0} יורד — ‏‎{1:f1}% ‏‎‏({2})
id: {0} unduhan - {1:f1}% ({2})

source: {0} of {1} items
he: {0} מתוך {1} פריטים
id: {0} dari {1} item

source: A cookies file can be provided to yt-dlp to allow downloading media that requires a login.
he: ניתן לספק קובץ עוגיות ל־yt-dlp, על מנת לאפשר הורדת מדיה הדורשת התחברות.

source: Add
he: הוספה
id: Tambah

source: Add a video, audio, or playlist URL to start downloading
he: על מנת להתחיל הורדה יש להוסיף כתובת של סרט, שמע, או רשימת השמעה

source: Add Download
he: הוספת הורדה
id: Tambah Unduhan

source: Add Login
he: הוספת התחברות

source: Advanced Options
he: אפשרויות מתקדמות
id: Opsi Lanjutan

source: All downloads have finished.
he: הסתיימו כל ההורדות.
id: Semua unduhan selesai.

source: Allow Running In Background
he: לאפשר הפעלה ברקע
id: Izinkan Berjalan di Latar Belakang

source: Apply
he: החלה

source: Audio
he: שמע
id: Suara

source: Audio Language
he: שפת שמע

source: Authenticate
he: אימות
id: Otentikasi

source: Back
he: חזרה
id: Kembali

source: Best
he: הטוב ביותר
id: Terbaik

source: Clear Completed Downloads
he: ניקוי הורדות שהושלמו

source: Clear History
he: ניקוי היסטוריה

source: Clear Queued Downloads
he: ניקוי תור ההורדות

source: Close and Stop Downloads?
he: לסגור ולעצור את ההורדות?
id: Tutup dan Hentikan Unduhan?

source: Completed
he: הושלמו
id: Selesai

source: Completed Notification Trigger
he: גורם להתרעות על השלמת הורדות
id: Pemicu Pemberitahuan Selesai

source: Contributors on GitHub ❤️
he: תורמים ב־GitHub‏ ❤️ {0}

source: Converter
he: המרה
id: Konverter

source: Cookies can be passed to yt-dlp in the form of TXT files. Export cookies from your browser using the following extensions (use at your own risk):
he: ניתן להעביר עוגיות ל־yt-dlp בתבנית של קובצי טקסט (TEXT). ניתן לייצא עוגיות מהדפדפן שלך באמצעות ההרחבות הבאות (השימוש באחריותך הבלעדית בלבד):

source: Cookies File
he: קובץ עוגיות
id: File Kuki

source: Cookies File Information
he: מידע קובץ עוגיות

source: Copy to Clipboard
he: העתקה ללוח הגזירים
id: Salin ke Papan Klip

source: Crop Audio Thumbnails
he: חיתוך תמונה ממוזערה לשמע

source: Crop Thumbnail
he: חיתוך תמונה ממוזערת
id: Potong Keluku (Thumbnail)

source: Default
he: ברירת מחדל
id: Bawaan

source: Delete
he: מחיקה
id: Hapus

source: Delete Credential?
he: למחוק אישורים?
id: Hapus Kredensial?

source: Deselect All
he: ביטול בחירת הכול

source: Disable
he: להשבית

source: Disable Keyring
he: השבתת קבוצת המפתחות

source: Disable Keyring?
he: להשבית את קבוצת המפתחות?
id: Nonaktifkan Keyring?

source: Disabling the keyring will delete all data currently stored inside. Are you sure you want to disable it?
he: השבתת קבוצת המפתחות תגרום למחיקת כל המידע המאוחסן כרגע בתוכן. האם אכן ברצונך להשבית אותה?
id: Menonaktifkan keyring akan menghapus semua data yang disimpan didalamnya. Apakah anda yakin untuk menonaktifkannya?

source: Disallow Conversions
he: מניעת המרות

source: Download
he: הורדה
id: Unduh

source: Download Again
he: להוריד שוב

source: Download Finished
he: הורדה הסתיימה
id: Unduhan Selesai

source: Download Finished With Error
he: הורדה הסתיימה עם שגיאה
id: Unduh Selesai Dengan Error

source: Download log was copied to clipboard.
he: יומן ההורדה הועתק ללוח הגזירים.
id: Log unduhan disalin ke papan klip.

source: Download Media
he: הורדת מדיה

source: Download Specific Timeframe
he: הורדת פרק זמן מוגדר

source: Download using aria2 has started
he: התחילה הורדה באמצעות aria2
id: Pengunduhan menggunakan aria2 telah dimulai

source: Download using ffmpeg has started
he: התחילה הורדה באמצעות ffmpeg

source: Download web video and audio
he: הורדת סרטי רשת וקובצי שמע
id: Unduh video web dan audio

source: Downloader
he: מוריד
id: Pengunduh

source: Downloading
he: בהורדה
id: Mengunduh

source: Downloading {0:f2}% ({1})
he: מוריד ‏‏{0:f2}%‎ ‏({1})‎
id: Mengunduh {0:f2}% ({1:N0} KiB/s)

source: Downloads Finished
he: הסתיימות הורדות
id: Unduhan Selesai

source: Embed Chapters
he: הטמעת פרקים

source: Embed Metadata
he: הטמעת נתוני מידע
id: Sematkan Metadata

source: Enable
he: לאפשר
id: Aktifkan

source: Enable to use aria2 downloader. It can be faster, but you will not see download progress.
he: לאפשר להשתמש ב־aria2 להורדה. תהליך ההורדה עשוי להיות מהיר יותר, אך אין אפשרות לראות את התקדמות ההורדה.
id: Memungkinkan menggunakan aria2 sebagai pengunduh. Ini bisa lebih cepat, namun anda tidak akan melihat proses unduhan.

source: End Time
he: זמן סיום

source: End Time (Invalid)
he: זמן סיום (לא תקין)

source: Ensure credentials are correct.
he: יש לוודא שפרטי הזיהוי תקינים.

source: Error
he: שגיאה
id: Kesalahan

source: File already exists, and overwriting is disallowed
he: הקובץ כבר קיים, והדריסה שלו לא מתאפשרת
id: File sudah ada, dan penimpaan tidak diperbolehkan

source: File Name
he: שם קובץ
id: Nama File

source: File Type
he: סוג קובץ
id: Tipe Berkas

source: GitHub Repo
he: מאגר GitHub
id: Repo GitHub

source: Help
he: עזרה

source: History
he: היסטוריה

source: If enabled, Parabolic will automatically turn on the crop thumbnail advanced option for audio downloads
he: אם מופעל, Parabolic יפעיל באופן אוטומטי את האפשרות המתקדמת לחיתוך תמונה ממוזערת עבור הורדות שמע

source: If enabled, Parabolic will download the appropriate video/audio format for the selected quality without converting to other formats. (You will be unable to select a file format)
he: אם מופעל, Parabolic יוריד את תבנית השמע/סרט המתבקש לאיכות הנבחרת ללא המרה לתבנית אחרת (לא תינתן האפשרות לבחור תבנית קובץ).

source: In combination with the trigger, completed notifications will only be shown if the window is not focused.
he: בשילוב עפ הגורם, התרעות על השלמת הורדה תופעלנה רק כאשר החלון לא במיקוד.
id: Dikombinasikan dengan pemicu, notifikasi selesai hanya akan ditampilkan jika jendela tidak fokus.

source: Keyring
he: קבוצת מפתחות

source: Keyring Credential
he: אישור קבוצת מפתחות
id: Kredensial Keyring

source: Keyring Disabled
he: קבוצת המפתחות מושבתת

source: Keyring locked
he: קבוצת המפתחות ננעלה

source: Language Code Information
he: קוד שפה

source: Leave empty to download from start.
he: יש להשאיר ריק על מנת להוריד מההתחלה.

source: List of supported sites
he: רשימה של קבצים נתמכים
id: Daftar situs yang didukung

source: Login
he: התחברות

source: Make thumbnail square, useful when downloading music.
he: להפוך את התמונה הממוזערת לריבוע. שימושי בהורדת מוזיקה.
id: Jadikan keluku berbentuk persegi, berguna ketika mengunduh musik.

source: Manage previously downloaded media.
he: ניהול הורדות מדיה קודמות.

source: Matrix Chat
he: צ׳אט במטריקס
id: Obrolan Matriks

source: Max Connections Per Server (-x)
he: מספר התחברויות לכל שרת (‎-x)
id: Koneksi Maksimal Per Server (-x)

source: Max Number of Active Downloads
he: מספר מרבי של הורדות פעילות
id: Jumlah Maksimal Unduhan Aktif

source: Maximum Quality
he: איכות מרבית
id: Kualitas Maksimum

source: Media can possibly be cut inaccurately. Enabling this option will disable the use of aria2 as the downloader if it is enabled.
he: המדיה עשויה להיחתך בצורה לא מדויקת. אפשור אפשרות זאת תשבית את השימוש ב־aria2 בתור המוריד.

source: Media URL
he: כתובת מדיה
id: URL Media

source: Media URL (Invalid)
he: כתובת מדיה (לא תקינה)
id: URL Media (tidak sah)

source: Minimum Split Size (-k)
he: גודל פיצול מזערי (‎-k)
id: Ukuran pemisahan minimum (-k)

source: Name
he: שם
id: Nama

source: Name (Empty)
he: שם (ריק)
id: Nama (Kosong)

source: No
he: לא
id: Tidak

source: No active internet connection
he: אין חיבור פעיל לרשת האינטרנט

source: No Credentials
he: אין אישורים
id: Tidak ada kredensial

source: No downloads running
he: אין הורדות פעילות
id: Tidak ada unduhan yang berjalan

source: No Previous Downloads
he: אין הורדות קודמות

source: Number Titles
he: מספר בכותרות
id: Hitung Video

source: Open File
he: פתיחת קובץ
id: Buka File

source: Open Folder
he: פתיחת תיקייה
id: Buka Folder

source: Overwrite Existing Files
he: דריסת קבצים קיימים
id: Timpa Berkas yang Ada

source: Password
he: ססמה
id: Kata sandi

source: Password (Empty)
he: ססמה (ריק)
id: Kata sandi (Kosong)

source: Play
he: ניגון

source: Playlist
he: רשימת השמעה
id: Daftar Putar

source: Preparing...
he: בהכנה…
id: Menyiapkan...

source: Prevent Suspend
he: למנוע השהיה

source: Processing...
he: בתהליך…
id: Memproses...

source: Proxy URL
he: כתובת מתווך

source: Quality
he: איכות
id: Kualitas

source: Queued
he: בתור
id: Antrian

source: Reset
he: איפוס

source: Reset Keyring?
he: איפוס קבוצת המפתחות?

source: Reset to default
he: איפוס לברירות המחדל
id: Ubah ke bawaan

source: Restart the app to unlock the keyring.
he: יש להפעיל את היישום מחדש על מנת לשחרר את קבוצת המפתחות.

source: Retry Download
he: לנסות להוריד שוב
id: Ulangi Unduhan

source: Retry Failed Downloads
he: לנסות שוב להוריד הורדות שכשלו

source: Save Folder
he: תיקייה שמירה
id: Folder Penyimpanan

source: Save Folder (Invalid)
he: תיקיית שמירה (לא תקין)
id: Folder Penyimpanan (tidak sah)

source: Select All
he: בחירת הכול

source: Select Cookies File
he: בחירת קובץ עוגיות
id: Pilih File Cookie

source: Select items to download or change file names.
he: בחירת פריטים להורדה או שינוי שמות הקבצים.
id: Pilih item untuk diunduh atau ubah nama file.

source: Select Save Folder
he: בחירת תיקיית שמירה
id: Pilih Folder Simpan

source: Some downloads are still in progress. Are you sure you want to close Parabolic and stop the running downloads?
he: כמה הורדות עדיין פעילות. האם אכן ברצונך לסגור את Parabolic ולעצור את ההורדות הפעילות?

source: Some downloads finished with errors!
he: כמה הורדות הסתיימו עם שגיאות!
id: Beberapa unduhan selesai dengan error!

source: Speed Limit
he: הגבלת מהירות
id: Batas Kecepatan

source: Split Chapters
he: פיצול פרקים

source: Splits the video into multiple smaller ones based on its chapters.
he: פיצול הסרט למספר חלקים קטנים המבוססים על הפרקים שבו.

source: Start Time
he: זמן התחלה

source: Start Time (Invalid)
he: זמן התחלה (לא תקין)

source: Stop All Downloads
he: עצירת כל ההורדות

source: Stop Download
he: עצירת הורדה
id: Hentikan Unduhan

source: Stopped
he: נעצרה
id: Dihentikan

source: Subtitle Languages (Comma-Separated)
he: שפות לכתוביות (מופרד בפסיק)

source: Subtitle Languages (Invalid)
he: שפות לכתוביות (לא תקין)

source: Success
he: הצליחה
id: Sukses

source: The authors of Nickvision Parabolic are not responsible/liable for any misuse of this program that may violate local copyright/DMCA laws. Users use this application at their own risk.
he: היוצרים של Nickvision Parabolic אינם מחויבים או אחראים לכל שימוש לרעה בתכנה זו שעשוי להפר את חוקי זכויות היוצרים המקומיים/חוקי DMCA. השימוש שמשתמשים עושים ביישום זה הוא על אחריותם הבלעדית בלבד.

source: The minimum size of which to split a file (in MiB).
he: הגודל המזערי לפיצול קובץ (במב״ב).
id: Ukuran minimum untuk membagi file (dalam MiB).

source: Theme
he: ערכת עיצוב
id: Tema

source: This action is irreversible. Are you sure you want to delete it?
he: פעולה זו בלתי הפיכה. האם אכן ברצונך לבצע את המחיקה?
id: Aksi ini tidak dapat diurungkan. Apakah anda yakin untuk menghapusnya?

source: This limit (in KiB/s) is applied to downloads that have speed limit enabled. Changing the value doesn't affect already running downloads.
he: מגבלה זו (קי״ב/שנ׳) מוחלת להורדות שהוחלו עליהן הגבלת מהירות. שינוי הערך לא ישפיע על הורדות שכבר פעילות.
id: Batas ini (dalam KiB/d) diterapkan untuk unduhan yang mengaktifkan batas kecepatan. Mengubah nilai ini tidak memengaruhi unduhan yang sudah berjalan.

source: This will delete the previous keyring removing all passwords with it. This action is irreversible.
he: זה יוביל למחיקת כל קבוצות המפתחות הקודמות על כל הססמאות שבהן. פעולה זו בלתי הפיכה.

source: translator-credits
he: יוסף אור בוצ׳קו <yoseforb@gmail.com> מיזם תרגום GNOME לעברית https://l10n.gnome.org/teams/he/
id: kredit penerjemah

source: Unable to disable keyring.
he: לא ניתן למחוק את קבוצת המפתחות.

source: Unable to reset keyring.
he: לא ניתן לאפס את קבוצת המפתחות.

source: Undo Title Editing
he: ביטול עריכת הכותרת
id: Urungkan menyunting judul

source: Unlock Keyring
he: שחרור קבוצת מפתחות
id: Buka Keyring

source: URL
he: כתובת

source: URL (Invalid)
he: כתובת (לא תקינה)
id: URL (tidak sah)

source: Use aria2
he: שימוש ב־aria2
id: Gunakan aria2

source: Use manual credential
he: שימוש מזהה גישה ידנית
id: Gunakan kredensial manual

source: Use SponsorBlock for YouTube
he: שימוש ב־SponsorBlock עבור YouTube

source: User Interface
he: ממשק משתמש
id: Tampilan

source: Username
he: שם משתמש
id: Nama pengguna

source: Validate
he: תיקוף
id: Memvalidasi

source: Video
he: סרט

source: View Log
he: הצגת יומן
id: Lihat Log

source: Waiting...
he: בהמתנה…
id: Menunggu...

source: Worst
he: גרוע ביותר
id: Terburuk

source: Yes
he: כן
id: Iya

# CompletedNotification
source: For each download
he: לכל הורדה
id: Untuk setiap unduhan

# CompletedNotification
source: Never
he: אף פעם
id: Tidak pernah

# CompletedNotification
source: When all downloads finish
he: לכל ההורדות
id: Ketika semua unduhan selesai

# Theme
source: Dark
he: כהה
id: Gelap

# Theme
source: Light
he: בהיר
id: Terang

# Theme
source: System
he: מערכת
id: Sistem

source: Leave empty to download to end.
he: יש להשאיר ריק על מנת להוריד עד הסוף.

source: Skip
he: דילוג

source: Unlock
he: שחרור
id: Buka

source: Preferences
he: העדפות
id: Preferensi

source: Hide the window instead of quitting if there are downloads running.
he: הסתרת החלון במקום לצאת בזמן שיש הורדות פעילות.
id: Sembunyikan jendela daripada menutup aplikasi jika ada unduhan yang sedang berlangsung.

source: Limit Filename Characters
he: הגבלת תווים בשם קובץ

source: Restricts characters in filenames to only those supported by Windows.
he: הגבלת התווים בשמות הקבצים רק לתווים הנתמכים ב־Windows.

source: Clear Cookies File
he: ניקוי קובץ העוגיות

source: Application
he: יישום
id: Aplikasi

source: Keyboard Shortcuts
he: צירופי מקשים
id: Pintasan Keyboard

source: Quit
he: יציאה
id: Keluar

source: About Parabolic
he: על אודות Parabolic

source: Add Download (Ctrl+N)
he: הוספת הורדה (Ctrl+N)
id: Tambah Unduhan (Ctrl+N)

source: Main Menu
he: תפריט ראשי
id: Menu Utama

source: Stop All
he: עצירת הכול

source: Clear
he: ניקוי

source: YouTube;Downloader;ytdlp;Nickvision;Tube;Converter;
he: מוריד;מנהל הורדות;YouTube;youtube;ytdlp;Nickvision;Tube;Converter;ממיר;שמע;מוזיקה;סרטונים;סרטים;הורדה;יוטיוב;הורדות;

source: — A basic yt-dlp frontend
he: - לקוח חזותי בסיסי עבור yt-dlp

source: — Supports downloading videos in multiple formats (mp4, webm, mp3, opus, flac, and wav)
he: - תמיכה בהורדה של מספר רב של תבניות קובצי וידאו (mp4, webm, mp3, opus, flac ו־wav)

source: — Run multiple downloads at a time
he: - הפעלת מספר הורדות במקביל

source: — Supports downloading metadata and video subtitles
he: - תמיכה בהורדת נתוני מידע וכתוביות לסרטים

source: Keyring has not been unlocked.
id: Keyring belum dibuka.

source: Nicholas Logozzo {0} Contributors on GitHub ❤️ {1}
id: Nicholas Logozzo {0} Kontributor di GitHub ❤️ {1}

source: Unable to setup dependencies. Please restart the app and try again.
id: Tidak dapat mengunduh dependensi. Silahkan mulai ulang aplikasi dan coba lagi.

source: Unable to unlock keyring. Restart the app to try again.
id: Tidak dapat membuka keyring. Silahkan mulai ulang aplikasi untuk mencoba lagi.

source: Username (Empty)
id: Nama pengguna (Kosong)

source: Subtitle
id: Subtitel

# Subtitle
source: None
id: Tidak Ada

source: New Password
id: Kata Sandi Baru

source: Confirm Password
id: Konfirmasi Kata sandi

source: If the password is lost, there is no way to restore the keyring!
id: Jika kata sandi hilang, tidak ada cara untuk memulihkan keyring!
